problems/+azevedo/@Uniaxial2d/meshes/unitCube8x8/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          8;
        startFace       112;
    }
    left
    {
        type            wall;
        nFaces          8;
        startFace       120;
    }
    right
    {
        type            wall;
        nFaces          8;
        startFace       128;
    }
    bottom
    {
        type            wall;
        nFaces          8;
        startFace       136;
    }
    back
    {
        type            empty;
        nFaces          64;
        startFace       144;
    }
    front
    {
        type            empty;
        nFaces          64;
        startFace       208;
    }
)


// ************************************************************************* //
